[
    [
        {
            "title": "Sempre lindo!",
            "comment": "Um lugar lindo, incrível e com jardins lindos. Fomos na epoca das cerejeiras em flor, oque torna tudo ainda mais lindo. O único problema que achei foi o descaso com a própria estufa, que está muito suja, cheia de pó. Mas no geral, é uma graça!",
            "date": "23/07/2022",
            "rating": 4.0
        },
        {
            "title": "Vale a visita",
            "comment": "O Jardim Botânico está lindo, muito bem conservado. Vale a visita, especialmente em um dia de sol. Acho que mesmo nublado será bonito, só evite com chuva.\nO espaço é bem amplo.\nAlém da estufa, atrás há um espaço com plantas e um café pequeno.\nMuito bom para todas as idades. Possui acessos pavimentada, mas a estufa não tem acessibilidade para pessoas com mobilidade reduzida.",
            "date": "23/07/2022",
            "rating": 5.0
        },
        {
            "title": "Perfeito, como sempre",
            "comment": "Visita obrigatória quando visitar Curitiba. Desta vez, fomos duas vezes, sendo que uma delas à noite. A cafeteria, sob gestão do Senac, tem um ótimo custo benefício e tudo o que experimentamos estava delicioso.\nQuanto à Estufa e aos jardins, perfeitos para fotografar, caminhar e contemplar o dia.",
            "date": "22/07/2022",
            "rating": 5.0
        },
        {
            "title": "Encanto",
            "comment": "O lugar é maravilhoso.\nJardins e vegetação muito bem cuidados\nEstrutura impressionante e fantástica.\nVale muito a pena visitar.",
            "date": "21/07/2022",
            "rating": 5.0
        },
        {
            "title": "É um parque",
            "comment": "Eu não chamaria de jardim botânico, apenas de parque (muito parecido com o Central Park, por exemplo); contudo, é parada obrigatória em Curitiba, pois o lugar é muito lindo. O defeito foi que não tem um bom lugar para comer (a cafeteria é cara e bem fraca), e perto não tem restaurantes",
            "date": "21/07/2022",
            "rating": 5.0
        },
        {
            "title": "Bonito",
            "comment": "Gostamos! A estufa de vidro é linda, os jardins franceses também e gostamos muito do herbário! Não fizemos o Jardim das sensações! O parque é bem limpo e conservado.",
            "date": "19/07/2022",
            "rating": 4.0
        },
        {
            "title": "Muito bom!",
            "comment": "Muito bom! Local muito bonito e bem cuidado, jardins bem formados, estufas bem sinalizadas, local limpo, vale a visita, obrigatória em visita à Curitiba, somente senti falta de arborização, bancos e infraestrutura de banheiro. Recomendo a visita, entrada gratuita.",
            "date": "18/07/2022",
            "rating": 4.0
        },
        {
            "title": "Bonito, mas não tanto quanto eu imaginava.",
            "comment": "A estufa lindissima, o corredor das 4 estações encantador.\nPorém nas áreas externas eu não gostei do piso grosso de cimento. Descaracterizou muito o espaço",
            "date": "17/07/2022",
            "rating": 4.0
        },
        {
            "title": "Lindo espaço",
            "comment": "Lindo local! Muito cheio! O passeio não é muito demorado! O parque é muito bem conservado e com vários quiosques na frente",
            "date": "16/07/2022",
            "rating": 5.0
        },
        {
            "title": "Lindo! Ótima experiência!",
            "comment": "Lindo local!! Muito bem cuidado pela prefeitura!\nPrincipal cartão postal.\nRende lindas fotos!\nPorém, estacionamento pequeno.",
            "date": "15/07/2022",
            "rating": 5.0
        }
    ]
]